Revit 2027 API
DeleteElements Properties
The DeleteElements type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FailureResolution)
Top
See Also
Reference
DeleteElements Class
Autodesk.Revit.DB Namespace